---
kind: property
id: P:Autodesk.Revit.DB.AreaTag.AreaTagType
source: html/a0fcc0aa-7f05-915c-0dc5-d02640b5d1ec.htm
---
# Autodesk.Revit.DB.AreaTag.AreaTagType Property

The tag type.

## Syntax (C#)
```csharp
public AreaTagType AreaTagType { get; set; }
```